Repository: Pierre-Lannoy/wp-sessions
Catalog: .translations/wp-plugins-sessions-stable-readme-*.po
Languages: fr_be

source: Powerful sessions manager for WordPress with sessions limiter and full analytics reporting capabilities.
fr_be: Gestionnaire performant de sessions WordPress intégrant un limiteur de sessions et des capacités complètes de rapports analytiques.

source: <strong>Sessions</strong> is part of <a href="https://perfops.one/">PerfOps One</a>, a suite of free and open source WordPress plugins dedicated to observability and operations performance.
fr_be: <strong>Sessions</strong> fait partie de <a href="https://perfops.one/">PerfOps One</a>, une suite d’extensions WordPress gratuites et open source dédiées à l’observabilité et aux performances des opérations.

source: For a full help on WP-CLI commands in Sessions, please <a href="https://perfops.one/sessions-wpcli">read this guide</a>.
fr_be: Pour obtenir une aide complète sur les commandes WP-CLI dans Sessions, veuillez <a href="https://perfops.one/sessions-wpcli">lire ce guide</a>.

source: <strong>Sessions</strong> supports a set of WP-CLI commands to:
fr_be: <strong>Sessions</strong> prend en charge un ensemble de commandes WP-CLI pour :

source: <strong>Sessions</strong> is a powerful sessions manager for WordPress with a multi-criteria sessions limiter and full analytics reporting about logins, logouts and account creation. It relies on the standard WordPress sessions manager and add it extra features and controls.
fr_be: <strong>Sessions</strong> est un puissant gestionnaire de sessions pour WordPress avec un limiteur de sessions multicritères et des rapports d’analyse complets sur les connexions, déconnexions et créations de comptes. Il s’appuie sur le gestionnaire de sessions standard de WordPress et lui ajoute des fonctionnalités et des contrôles supplémentaires.

source: display sessions and accounts statistics - see <code>wp help sessions analytics</code> for details.
fr_be: afficher les statistiques de sessions et de comptes - voir <code>wp help sessions analytics</code> pour plus de détails.

source: modify operations mode - see <code>wp help sessions mode</code> for details;
fr_be: modifier le mode de fonctionnement - voir <code>wp help sessions mode</code> pour plus de détails ;

source: toggle on/off main settings - see <code>wp help sessions settings</code> for details;
fr_be: activer ou désactiver les réglages principaux - voir <code>wp help sessions settings</code> pour plus de détails ;

source: manage WordPress active sessions (list, kill) - see <code>wp help sessions active</code> for details;
fr_be: gérer les sessions actives WordPress (lister, supprimer) - voir <code>wp help sessions active</code> pour plus de détails ;

source: This plugin may handle personally identifiable information (PII). If the GDPR or CCPA or similar regulation applies to your case, you must adapt your processes (consent management, security measure, treatment register, etc.).
fr_be: Cette extension peut traiter des données à caractère personnel (DCP). Si le RGPD ou le CCPA ou un règlement similaire s’applique à votre cas, vous devez adapter vos processus (gestion du consentement, mesure de sécurité, registre des traitements, etc.).

source: This plugin doesn't set any cookie in the user's browser.
fr_be: Cette extension ne dépose pas de cookie dans le navigateur de l’utilisatrice ou de l’utilisateur.

source: This plugin, as any piece of software, is neither compliant nor non-compliant with privacy laws and regulations. It is your responsibility to use it - by activating the corresponding options or services - with respect for the personal data of your users and applicable laws.
fr_be: Cette extension, comme tout autre logiciel, n’est ni conforme ni non conforme aux lois et règlements sur la protection de la vie privée. Il est de votre responsabilité de l’utiliser - en activant les options ou services correspondants - dans le respect des données personnelles de vos utilisatrices et utilisateurs ainsi que des lois applicables.

source: You can also set a maximum number of IPs used for each user - useful to limit credential sharing between many people.
fr_be: Vous pouvez également fixer un nombre maximum d’adresses IP utilisées par chaque compte, ce qui permet de limiter le partage d’identifiants entre plusieurs personnes.

source: Privacy
fr_be: Confidentialité

source: You can report bugs and suggest ideas via the <a href="https://github.com/Pierre-Lannoy/wp-sessions/issues">GitHub issue tracker</a> of the plugin.
fr_be: Vous pouvez signaler des bogues et suggérer des améliorations via le <a href="https://github.com/Pierre-Lannoy/wp-sessions/issues">suivi d’incidents GitHub</a> de l’extension.

source: Support is provided via the official <a href="https://wordpress.org/support/plugin/sessions/">WordPress page</a>.
fr_be: L’assistance est proposée via la page officielle <a href="https://wordpress.org/support/plugin/sessions/">d’assistance</a>.

source: Yes. It is designed to work on multisite too. Network Admins can use all the plugin features. Sites Admins have no access to the plugin features.
fr_be: Oui. Cette extension est conçue pour fonctionner sur un multisite aussi. Les administrateurs du réseau peuvent configurer l’extension et avoir accès à toutes fonctionnalités. Les administrateurs de sites n’ont, eux, accès à aucune fonctionnalité.

source: You need at least <strong>WordPress 5.2</strong> and <strong>PHP 7.2</strong>.
fr_be: Vous avez besoin d’au moins <strong>WordPress 5.2</strong> et <strong>PHP 7.2</strong>.

source: Where can I report a bug?
fr_be: Où puis-je signaler un bogue ?

source: Where can I get support?
fr_be: Où puis-je obtenir de l’aide ?

source: Can this plugin work on multisite?
fr_be: Cette extension fonctionne-t’elle sur un multisite ?

source: What are the requirements for this plugin to work?
fr_be: Quels sont les prérequis pour que cette extension fonctionne ?

source: Enjoy!
fr_be: Profitez !

source: Visit 'PerfOps Settings &gt; Sessions' in the left-hand menu of your WP Admin to adjust settings.
fr_be: Visitez « Réglages PerfOps > APCu Manager » dans le menu gauche de votre panneau d’administration pour ajuster les paramètres.

source: Activate Sessions from your Plugins page.
fr_be: Activez Sessions depuis votre page Extensions.

source: Upload the <code>sessions</code> directory to your <code>/wp-content/plugins/</code> directory, using your favorite method (ftp, sftp, scp, etc...).
fr_be: Téléversez le dossier <code>sessions</code> dans votre dossier <code>/wp-content/plugins/</code>, en utilisant votre méthode préférée (ftp, sftp, scp, etc.).

source: Download Sessions.
fr_be: Téléchargez Sessions.

source: Activate Sessions.
fr_be: Activez Sessions.

source: Click on the 'Install Now' button.
fr_be: Cliquez sur le bouton « Installer maintenant ».

source: Search for 'Sessions'.
fr_be: Recherchez « Sessions ».

source: Visit 'Plugins &gt; Add New'.
fr_be: Visitez « Extensions > Ajouter ».

source: Once Activated
fr_be: Une fois activé

source: From WordPress.org
fr_be: Depuis WordPress.org

source: From your WordPress dashboard
fr_be: Depuis votre tableau de bord WordPress

source: If you like this plugin or find it useful and want to thank me for the work done, please consider making a donation to <a href="https://www.laquadrature.net/en">La Quadrature Du Net</a> or the <a href="https://www.eff.org/">Electronic Frontier Foundation</a> which are advocacy groups defending the rights and freedoms of citizens on the Internet. By supporting them, you help the daily actions they perform to defend our fundamental freedoms!
fr_be: Si vous aimez cette extension ou la trouvez utile et que vous voulez me remercier pour le travail accompli, vous pouvez faire un don à <a href="https://www.laquadrature.net/en">La Quadrature Du Net</a> ou l’<a href="https://www.eff.org/">Electronic Frontier Foundation</a> qui sont des associations de défense des droits et libertés des citoyens sur Internet. En les soutenant, vous aidez les actions quotidiennes qu’ils accomplissent pour défendre nos libertés fondamentales !

source: Anyway, I'll be glad to help you if you encounter issues when using this plugin. Just use the support section of this plugin page.
fr_be: Dans tous les cas, je serai heureux de vous apporter mon assistance si vous rencontrez des problèmes lors de l’utilisation de cette extension. Merci de me contacter via la page support de ce site.

source: This plugin is free and provided without warranty of any kind. Use it at your own risk, I'm not responsible for any improper use of this plugin, nor for any damage it might cause to your site. Always backup all your data before installing a new plugin.
fr_be: Cette extension est gratuite et distribuée sans aucune garantie d’aucune sorte. Son utilisation se fait à vos risques et périls, je ne saurais être tenu responsable d’aucun dommage que son utilisation pourrait causer à votre site. Pensez à toujours sauvegarder vos données avant d’installer une nouvelle extension.

source: <strong>Sessions</strong> is a free and open source plugin for WordPress. It integrates many other free and open source works (as-is or modified). Please, see 'about' tab in the plugin settings to see the details.
fr_be: <strong>Sessions</strong> est une extension libre et open source pour WordPress. Elle intègre de nombreuses autres œuvres libres et open source (telles quelles ou modifiées). Consultez l’onglet « à propos » dans l’extension pour obtenir des détails.

source: <strong>Sessions</strong> can report the following main items and metrics:
fr_be: <strong>Sessions</strong> peut rendre compte des métriques et éléments principaux suivants :

source: For each roles defined on your site, you can also block login based on private/public IP ranges, and define idle times for sessions auto-termination.
fr_be: Pour chaque rôle défini sur votre site, vous pouvez également bloquer la connexion en fonction des plages IP privées ou publiques, et définir les temps d’inactivité avant suppression automatique des sessions.

source: You can limit concurrent sessions, on a per role basis for the following criteria:
fr_be: Vous pouvez limiter les sessions simultanées, par rôle pour les critères suivants :

source: password resets;
fr_be: réinitialisations de mots de passe ;

source: login/logout breakdowns;
fr_be: répartition des connexions et déconnexions ;

source: moves distribution;
fr_be: distribution des mouvements ;

source: users and sessions variations;
fr_be: variations des comptes et sessions ;

source: active and cleaned sessions details;
fr_be: détail sur les sessions actives ou nettoyées ;

source: KPIs: login success, active sessions, cleaned sessions, active users, turnover and spam sessions;
fr_be: KPIs : connexions réussies, sessions actives, sessions nettoyées, comptes actifs, turnover et sessions indésirables ;

source: count per device classes and types, client types, browser or OS (requires the free <a href="https://wordpress.org/plugins/device-detector/">Device Detector</a> plugin).
fr_be: décompte par classe et type de périphérique, type de client, navigateur ou OS (nécessite l’extension gratuite <a href="https://wordpress.org/plugins/device-detector/">Device Detector</a>).

source: count per country (requires the free <a href="https://wordpress.org/plugins/ip-locator/">IP Locator</a> plugin);
fr_be: décompte par pays (nécessite l’extension gratuite <a href="https://wordpress.org/plugins/ip-locator/">IP Locator</a>) ;

source: count per IP adresses;
fr_be: décompte par adresse IP ;

source: count per user;
fr_be: décompte par compte ;

source: Donation
fr_be: Don

source: Support
fr_be: Assistance

source: Embedded Details In User Profile
fr_be: Détails embarqués dans la page du compte

source: Plugin Options
fr_be: Options de l’extension

source: Sessions Options Per Roles
fr_be: Options des sessions par rôles

source: Main Analytics Dashboard
fr_be: Tableau de bord analytique principal

source: Active Sessions Management
fr_be: Gestion des sessions actives

source: Please, see <a href="https://perfops.one/sessions-changelog">full changelog</a>.
fr_be: Merci de consulter le <a href="https://perfops.one/sessions-changelog">journal des modifications</a>.
